<?php
/* Smarty version 3.1.31, created on 2017-01-30 20:55:47
  from "/var/www/html/blog/view/blog/article.html" */

/* @var Smarty_Internal_Template $_smarty_tpl */
if ($_smarty_tpl->_decodeProperties($_smarty_tpl, array (
  'version' => '3.1.31',
  'unifunc' => 'content_588f37d33eafb1_98481005',
  'has_nocache_code' => false,
  'file_dependency' => 
  array (
    'c7d79830e1d4bc89a76a20e8e42219ac11e11c1e' => 
    array (
      0 => '/var/www/html/blog/view/blog/article.html',
      1 => 1485747383,
      2 => 'file',
    ),
  ),
  'cache_lifetime' => 120,
),true)) {
function content_588f37d33eafb1_98481005 (Smarty_Internal_Template $_smarty_tpl) {
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>blog</title>
    <link href='/css/index.css' rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/layui/src/css/layui.css">
    <script src="/js/jquery.min.js"></script>
    <script src="/layui/src/layui.js"></script>
</head>

<body id="blog_article_body">
<ul class="layui-nav">
    <li class="layui-nav-item"><a href="/">主页</a></li>
    <li class="layui-nav-item"><a href="/blog">博客</a></li>
    <li class="layui-nav-item"><a href="/message">留言</a></li>
    <li class="layui-nav-item"><a href="/about">关于</a></li>
</ul>
<div id = 'article_contents'>
    <div style="margin-top: 30px">
    </div>
        <article style="color: #666">
        <header>
            <p class="date">2017-01-23</p>
            <h2><a href="/blog/article/6">放弃也是一种快乐</a></h2>
            <br>
            <input type="hidden" value="6" class="article_id" name="article_id">
        </header>
        <section>
            　人的情感总是希望有所得，以为拥有的东西越多，自己就会越快乐。所以，这一人之常情就迫使我们沿着追寻获取的路走下去。可是，有一天，我们忽然惊觉：我们的忧郁、无聊、困惑、无奈、一切不快乐，都和我们的要求有关，我们之所以不快乐，是我们渴望拥有的东西太多了，或者，太执着了，不知不觉，我们已经执迷于某个事物上了。

放弃也是一种快乐　　譬如说，你爱上了一个人，而他(她)却不爱你，你的世界就微缩在对他(她)的感情上了，他(她)的一举手、一投足，都能吸引你的注意力，都能成为你快乐和痛苦的源泉。有时候，你明明知道那不是你的，却想去强求，或可能出于盲目自信，或过于相信精诚所至、金石为开，结果不断地努力，却遭来不断的挫折。有的靠缘分，有的靠机遇，有的得需要人们能以看山看水的心情来欣赏，不是自己的不强求，无法得到的就放弃。

　　懂得放弃才有快乐，背着包袱走路总是很辛苦。

　　我们在生活中，时刻都在取与舍中选择，我们又总是渴望着取，渴望着占有，常常忽略了舍，忽略了占有的反面--放弃。懂得了放弃的真意，也就理解了“失之东隅，收之桑榆”的妙谛。懂得了放弃的真意，静观万物，体会与世界一样博大的境界，我们自然会懂得适时地有所放弃，这正是我们获得内心平衡，获得快乐的好方法。

　　生活有时会逼迫你，不得不交出权力，不得不放走机遇，甚至不得不抛下爱情。你不可能什么都得到，生活中应该学会放弃。放弃会使你显得豁达豪爽。放弃会使你冷静主动，放弃会让你变得更智慧和更有力量。

　　什么应该放弃？放弃失恋带来的痛楚，放弃屈辱留下的仇恨，放弃心中所有难言的负荷；放弃浪费精力的争吵，放弃没完没了的解释；放弃对权力的角逐，放弃对金钱的贪欲，放弃对名利的争夺……一切源于自私的欲望，一切恶意的念头，一切固执的观念都应该放弃。

　　然而，放弃并非易事，需要很大的勇气。面对诸多不可为之事，勇于放弃，是明智的选择。只有毫不犹豫地放弃，才能重新轻松投入新生活，才会有新的发现和转机。

　　生活中缺少不了放弃。大千世界，取之弃之是相互伴随的，有所弃才有所取。人的一生是放弃和争取的矛盾统一体，潇洒地放弃不必要的名利，执著地追求自己的人生目标。

　　学会放弃，本身就是一种淘汰，一种选择，淘汰掉自己的弱项，选择自己的强项。放弃不是不思进取，恰到好处的放弃，正是为了更好地进取，常言道：退一步，海阔天空。

　　人生短暂，与浩瀚的历史长河相比，世间一切恩恩怨怨，功名利禄皆为短暂的一瞬，福兮祸所伏，祸兮福所倚。得意与失意，在人的一生中只是短短的一瞬。行至水穷处，坐看云起时。古今多少事，都付谈笑中。

　　一个老人在行驶的火车上，不小心把刚买的新鞋弄掉了一只，周围的人都为他惋惜。不料那老人立即把第二只鞋从窗口扔了出去，让人大吃一惊。老人解释道：“这一只鞋无论多么昂贵，对我来说也没有用了，如果有谁捡到一双鞋，说不定还能穿呢！”

　　显然，老人的行为已有了价值判断：与其抱残守缺，不如断然放弃。我们都有过某种重要的东西失去的事，且大都在心理上投下了阴影。究其原因，就是我们并没有调整心态去面对失去，没有从心理上承认失去，总是沉湎于已经不存在的东西。事实上，与其为失去的而懊恼，不如正视现实，换一个角度想问题：也许你失去的，正是他人应该得到的。

　　普希金在一首诗中写道：“一切都是暂时的，一切都会消逝；让失去的变为可爱。”有时，失去不一定是忧伤，反而会成为一种美丽；失去不一定是损失，反倒是一种奉献。只要我们抱着积极乐观的心态，失去也会变得可爱。

　　人生箴言：

　　放弃是一种睿智，它可以放飞心灵，可以还原本性，使你真实地享受人生；放弃是一种选择，没有明智的放弃就没有辉煌的选择。

　　进退从容，积极乐观，必然会迎来光辉的未来。放弃决不是毫无主见，随波逐流，更不是知难而退，而是一种寻求主动，积极进取的人生态度。
        </section>
        <hr>
        <br>
    </article>
    
</div>
</body>
</html><?php }
}
